# -*- coding:utf-8 -*-
#########学生基本信息###########
#姓名：陈晓军
#学号：1403050102
#班级：通风14-1班
############题目################
#歌词居中
print "                    青春如同奔流的江河                   "
print "                    一去不回来不及告别                   "
print "                     只剩下麻木的我                      "
print "                    没有了当年的热血                     "
print "                   看那漫天飘零的花朵                    "
print "                    在最美的时刻凋谢                     "
print "                   这世界有谁记得他来过                  "